Repository: Finley7/Chatzor5
Catalog: src/Locale/*/default.po
Languages: nl_nl

source: You are not allowed to access this page!
nl_nl: U heeft geen toegang tot deze pagina.

source: This key is not valid!
nl_nl: Deze code is niet geldig

source: Activate your account!
nl_nl: Activeer je account

source: This key has expired. A new key has been sent!
nl_nl: Deze sleutel is verlopen. Een nieuwe sleutel is verstuurd!

source: Activation successfull!
nl_nl: Activering succesvol!

source: An unknown error has occured
nl_nl: Er is een onbekende fout opgetreden

source: This key has expired
nl_nl: Deze sleutel is verlopen.

source: The password has been changed
nl_nl: Het wachtwoord is gewijzigd.

source: The password could not be saved. Please, try again.
nl_nl: Dit wachtwoord kon niet worden opgeslagen, probeer het opnieuw

source: Welcome to Chatzor!
nl_nl: Welkom op Chatzor

source: Chatbox
nl_nl: Shoutbox

source: Welcome back, {0}
nl_nl: Welkom terug, {0}

source: Invalid username or password!
nl_nl: Ongeldige gebruikersnaam of wachtwoord

source: Log in with your account!
nl_nl: Log in met je account!

source: Your account has been created! Check your e-mail!
nl_nl: Je account is aangemaakt, check je e-mail om hem te activeren!

source: Something went wrong while registering your account, please try again!
nl_nl: Er is iets fout gegaan tijdens het aanmaken van je account, probeer het opnieuw!

source: Create your account!
nl_nl: Maak je account!

source: E-mail invalid
nl_nl: E-mail adres is ongeldig

source: If there is an account we will send a new verifaction e-mail!
nl_nl: Als er een account is gevonden word daar een nieuwe e-mail naartoe verstuurd!

source: Request for password change!
nl_nl: Aanvraag om wachtwoord aan te passen

source: Whisper
nl_nl: Fluister

source: Whisper to {0}
nl_nl: Fluisterd naar {0}

source: Wait 5 seconds
nl_nl: 5 seconden wachten a.u.b

source: Could not save
nl_nl: Kan niet opslaan

source: Invalid shout
nl_nl: Ongeldig bericht

source: Message could not be updated
nl_nl: Het bericht kon niet bijgewerkt worden!

source: No post request
nl_nl: Dit is geen POST request

source: An username is required!
nl_nl: Een gebruikersnaam is verplicht!

source: A password is required
nl_nl: Een wachtwoord is verplicht!

source: The passwords do not match!
nl_nl: Deze wachtwoorden komen niet overeen!

source: The username must only contain alpha-numeric characters!
nl_nl: De gebruikersnaam mag alleen maar alpha-numerieke karakters bevatten!

source: The username limit is 15 characters
nl_nl: De gebruikersnaam limiet is 15 karakters!

source: This is not a valid e-mail!
nl_nl: Dit is geen geldig e-mail adres!

source: An e-mail is required!
nl_nl: Een e-mail adres is verplicht!

source: Chat management
nl_nl: Chat beheer

source: User management
nl_nl: Gebruikers beheer

source: Banning
nl_nl: Verbanningen

source: Activate my account
nl_nl: Activeer mijn account

source: Reset my password
nl_nl: Reset mijn wachtwoord

source: My profile
nl_nl: Mijn profiel

source: Settings
nl_nl: Instellingen

source: Logout
nl_nl: Uitloggen

source: Management
nl_nl: Beheer

source: Reset your password
nl_nl: Reset je wachtwoord

source: Reset your password!
nl_nl: Reset je wachtwoord!

source: Submit
nl_nl: Verzenden!

source: Ther requested url %s could not be found
nl_nl: De opgevraagde url %s kon niet worden gevonden

source: An Internal Error Has Occurred
nl_nl: Er is een interne fout opgetreden

source: Error
nl_nl: Fout

source: Missing CSRF token cookie
nl_nl: Er mist een CSRF token-cookie

source: CSRF token mismatch.
nl_nl: CSRF token klopt niet.

source: Not Found
nl_nl: Niet gevonden

source: An Internal Error Has Occurred.
nl_nl: Er is een interne fout opgetreden.

source: {0,number,#,###.##} KB
nl_nl: {0,number,#,###.##}

source: %s ago
nl_nl: %s geleden

source: on %s
nl_nl: op %s

source: just now
nl_nl: zojuist

source: about a second ago
nl_nl: ongeveer één seconde geleden

source: about a minute ago
nl_nl: ongeveer één minuut geleden

source: about an hour ago
nl_nl: Ongeveer één uur geleden

source: about a day ago
nl_nl: Ongeveer één dag geleden

source: about a week ago
nl_nl: Ongeveer één week geleden

source: about a year ago
nl_nl: Ongeveer één jaar geleden

source: in about a second
nl_nl: Over ongeveer één seconde

source: in about a minute
nl_nl: Over ongeveer één minuut

source: in about an hour
nl_nl: Over ongeveer één uur

source: in about a day
nl_nl: Over ongeveer één dag

source: in about a week
nl_nl: Over ongeveer één week

source: in about a year
nl_nl: Over ongeveer één jaar

source: {0} year
nl_nl: {0} jaar

source: {0} month
nl_nl: {0} maand

source: {0} day
nl_nl: {0} dag

source: {0} hour
nl_nl: {0} uur

source: {0} minute
nl_nl: {0} minuut

source: {0} second
nl_nl: {0} seconde

source: The requested file was not found
nl_nl: Het bestand is niet gevonden

source: This value is already in use
nl_nl: Deze waarde is al in gebruik

source: This value does not exist
nl_nl: Deze waarde bestaat niet

source: and
nl_nl: en

source: This field is required
nl_nl: Dit veld is verplicht

source: This field cannot be left empty
nl_nl: Dit veld mag niet leeg gelaten worden

source: The provided value is invalid
nl_nl: De ingegeven waarde is ongeldig

source: New %s
nl_nl: Nieuw %s

source: Edit %s
nl_nl: %s aanpassen

source: Home
nl_nl: Thuis

source: January
nl_nl: januari

source: February
nl_nl: februari

source: May
nl_nl: mei

source: June
nl_nl: juni

source: July
nl_nl: juli

source: August
nl_nl: augustus

source: October
nl_nl: oktober
